export default {
  home: {
    title: 'От Создания Удивительных Интерфейсов до Проектирования Легких Пользовательских Опытов',
    description:
      'Революционизируя веб-взаимодействие с передовыми фронтенд-решениями. Я разрабатываю красивые, отзывчивые и удобные приложения, которые оставляют длительное впечатление. Сотрудничайте со мной, чтобы превратить ваши идеи в реальность с точностью и креативностью.',
    part: 'Проектирования',
    partSecond: 'Удивительных',
  },
  frontend: 'Фронтенд',
  backend: 'Бэкэнд',
  notFound: {
    title: '404 - Не найдено',
    desc: 'Страница, которую вы ищете, не существует или была перемещена.',
  },
  about: 'Обо мне',
  contact: 'Контакт',
} as const
